export default [
  {
    id: "jfrjflrlflr",
    date: "2021-09-22-09T15:03:23.000Z",
    title: "New title",
    text: "Однако, успешная разработка на нём требует хорошего понимания концепций, на которых он построен.В этом скринкасте мы:Познакомимся с основными понятиями и внутренним устройством React.js.Разберёмся с тем, как создавать компоненты на React.js.Разберём ряд подводных камней, на которые часто наступают начинающие React-разработчики.",

    comments: [
      {
        id: "jfrjflrlflr",
        user: "User1",
        text: "frfergregre1",
      },
      {
        id: "jfrjflrlflr",
        user: "User2",
        text: "frfergregre2",
      },
    ],
  },

  {
    id: "jfrjflrlflr",
    date: "2021-09-22-08T15:03:23.000Z",
    title: "New title1",
    text: "1Однако, успешная разработка на нём требует хорошего понимания концепций, на которых он построен.В этом скринкасте мы:Познакомимся с основными понятиями и внутренним устройством React.js.Разберёмся с тем, как создавать компоненты на React.js.Разберём ряд подводных камней, на которые часто наступают начинающие React-разработчики.",

    comments: [
      {
        id: "jfrjflrlflr",
        user: "User1",
        text: "frfergregre1",
      },
      {
        id: "jfrjflrlflr",
        user: "User2",
        text: "frfergregre2",
      },
    ],
  },

  {
    id: "jfrjflrlflr",
    date: "2021-09-22-08T15:03:23.000Z",
    title: "New title2",
    text: "2Однако, успешная разработка на нём требует хорошего понимания концепций, на которых он построен.В этом скринкасте мы:Познакомимся с основными понятиями и внутренним устройством React.js.Разберёмся с тем, как создавать компоненты на React.js.Разберём ряд подводных камней, на которые часто наступают начинающие React-разработчики.",

    comments: [
      {
        id: "jfrjflrlflr",
        user: "User1",
        text: "frfergregre1",
      },
      {
        id: "jfrjflrlflr",
        user: "User2",
        text: "frfergregre2",
      },
    ],
  },

];
